Repository: 06Games/GenaGrab
Catalog: GeneaGrab/Strings/Core.*.resx
Languages: fr

# Provider.AD06
source: Alpes-Maritimes Departmental Archives
fr: Archives départementales des Alpes-Maritimes

# Provider.AD79-86
source: Departmental Archives of Deux-Sèvres and Vienne
fr: Archives départementales des Deux-Sèvres et de la Vienne

# Provider.CG06
source: Alpes-Maritimes Departmental Archives (CG06)
fr: Archives départementales des Alpes-Maritimes (CG06)

# Registry.Name
source: Registry
fr: Registre

# Registry.Type.Banns
source: Banns of marriage
fr: Publication des bans

# Registry.Type.Baptism
source: Baptisms
fr: Baptêmes

# Registry.Type.BaptismTable
source: Table of baptisms
fr: Table des baptêmes

# Registry.Type.Birth
source: Births
fr: Naissances

# Registry.Type.BirthTable
source: Table of births
fr: Table des naissances

# Registry.Type.Book
source: Book
fr: Livre

# Registry.Type.Burial
source: Burials
fr: Sépultures

# Registry.Type.BurialTable
source: Table of burials
fr: Table des sépultures

# Registry.Type.CadastralAssemblyTable
source: Cadastral assembly table
fr: Tableau d'assemblage cadastral

# Registry.Type.CadastralMap
source: Cadastral map
fr: Plan cadastral

# Registry.Type.CadastralMatrix
source: Cadastral matrix
fr: Matrice cadastrale

# Registry.Type.CadastralSectionStates
source: Cadastral section states
fr: États de section cadastrale

# Registry.Type.Census
source: Census
fr: Recensement

# Registry.Type.Death
source: Deaths
fr: Décès

# Registry.Type.DeathTable
source: Table of deaths
fr: Table des décès

# Registry.Type.LiberStatutAnimarum
source: Parish family book
fr: États des âmes

# Registry.Type.Marriage
source: Marriages
fr: Mariages

# Registry.Type.MarriageTable
source: Table of marriages
fr: Table des mariages

# Registry.Type.Military
source: Military
fr: Militaire

# Registry.Type.Newspaper
source: Newspaper
fr: Journal

# Registry.Type.Notarial
source: Notarial deeds
fr: Actes notariés

# Registry.Type.Other
source: Other
fr: Autres

# Registry.Type.Periodical
source: Periodical
fr: Périodique

# Registry.Type.Protocol
source: Protocol
fr: Protocole

# Registry.Type.Minutes
source: Minutes
fr: Minute

# Registry.Type.Engrossments
source: Engrossments
fr: Grosse

# Registry.Type.Catalogue
source: Catalogue
fr: Répertoire

# Provider.AD17
source: Departmental Archives of Charente-Maritime
fr: Archives départementales de la Charente-Maritime
